Repository: TheSoftwareFactory/lokki-ios
Catalog: locMap/locmap/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, fr_ca, it, nl, pt, ru, sv

# You cannot have more places in free version
source: You cannot create more places in the free version
da: Du kan ikke oprette flere steder i den gratis version
de: In der kostenlosen Version kannst du nicht mehr Orte erstellen.
es: No puedes crear más lugares en la versión gratuita
fi: Et voi luoda enempää paikkoja Lokin ilmaisversiossa
fr: Tu ne peux pas créer de lieux supplémentaires dans la version gratuite
fr_ca: Vous ne pouvez pas créer plus d'emplacements avec la version gratuite
it: Non puoi creare altri luoghi nella versione gratuita
nl: Je kunt geen andere plaatsen maken in de gratis versie
pt: Não podes criar mais locais na versão gratuita
ru: В бесплатной версии нельзя создать больше мест
sv: Du kan inte skapa fler platser i den kostnadsfria versionen

# Failed to create place
source: Could not create a place
da: Kunne ikke oprette et sted
de: Ein Ort konnte nicht erstellt werden.
es: No ha sido posible crear un lugar
fi: Paikkaa ei voitu luoda
fr: Impossible de créer un lieu
fr_ca: L'emplacement n'a pu être créé
it: Non è possibile creare un luogo
nl: Plaats maken mislukt
pt: Não foi possível criar um local
ru: Не удалось создать место
sv: Kunde inte skapa plats

# Failed to delete place
source: Could not remove the place. Please try again later.
da: Kunne ikke fjerne stedet. Prøv igen senere.
de: Der Ort konnte nicht entfernt werden. Bitte versuche es später erneut.
es: No ha sido posible eliminar este lugar. Vuelva a intentarlo más tarde.
fi: Paikkaa ei voitu poistaa. Yritä myöhemmin uudelleen.
fr: Impossible de supprimer le lieu. Réessaye un peu plus tard.
fr_ca: L'emplacement n'a pu être supprimé. Veuillez essayer plus tard.
it: Non è possibile rimuovere il luogo. Riprova più tardi.
nl: Kan plaats niet verwijderen. Probeer het later nog eens.
pt: Não foi possível remover o local. Tenta novamente mais tarde.
ru: Не удалось удалить место. Повторите попытку позже.
sv: Kunde inte ta bort platsen. Försök igen senare.

# Long press on the map to create new place
source: To create a new place, long press a point on the map or tap "+" to use your current location.
da: Du kan oprette et nyt sted med et langt tryk på et punkt på kortet eller ved at trykke på "+" for at bruge din aktuelle placering.
de: Um einen neuen Ort zu erstellen, drücke lange auf einen Punkt auf der Karte oder tippe auf "+", um deinen aktuellen Standort zu verwenden.
es: Para crear un nuevo lugar, mantén pulsado un punto del mapa o selecciona "+" para usar tu ubicación actual.
fi: Luo uusi paikka painamalla paikan sijaintia kartalla pitkään tai napauttamalla +, jos haluat käyttää nykyistä sijaintiasi.
fr: Pour créer un lieu, appuie longuement sur un point de la carte ou appuie sur "+" pour utiliser ta position actuelle.
fr_ca: Pour créer un nouvel emplacement, appuyez plus longtemps sur un point de la carte ou tapotez sur "+" pour utiliser votre emplacement actuel.
it: Per creare un nuovo luogo, tieni premuto un punto sulla mappa oppure tocca "+" per usare la tua posizione attuale.
nl: Houd een punt op de kaart ingedrukt om een nieuwe plaats te maken of raak "+" aan om je huidige locatie te gebruiken.
pt: Para criar um novo local, pressiona durante algum tempo um ponto no mapa ou clica em "+" para utilizares a tua localização actual.
ru: Для создания места долго нажмите на нужную точку карты и не отпускайте палец некоторое время или нажмите "+", чтобы сохранить ваше текущее местоположение.
sv: Tryck och håll ner på en punkt på kartan för att skapa en ny plats eller tryck "+" för att använda din nuvarande position.

# Edit place name
source: Edit the name
da: Rediger navnet
de: Name bearbeiten
es: Editar el nombre
fi: Muokkaa nimeä
fr: Modifier le nom
fr_ca: Modifier le nom
it: Modifica il nome
nl: Bewerk de naam
pt: Editar o nome
ru: Изменить название
sv: Redigera namn

# Failed to edit place name
source: Could not edit the name
da: Kunne ikke redigere navnet
de: Name konnte nicht bearbeitet werden.
es: No ha sido posible editar el nombre
fi: Nimeä ei voitu muokata
fr: Impossible de modifier le nom
fr_ca: Le nom n'a pu être modifié
it: Non è possibile modificare il nome
nl: Kan de naam niet bewerken
pt: Não foi possível editar o nome
ru: Не удалось изменить название
sv: Kunde inte redigera namn

source: MAP
da: KORT
de: KARTE
es: MAPA
fi: KARTTA
fr: CARTE
fr_ca: CARTE
it: MAPPA
nl: Kaart
pt: MAPA
ru: КАРТА
sv: KARTA

source: PLACES
da: STEDER
de: ORT
es: LUGARES
fi: PAIKAT
fr: LIEUX
fr_ca: EMPLACEMENTS
it: LUOGHI
nl: Plaatsen
pt: LOCAIS
ru: МЕСТА
sv: STÄLLEN

# Not reported
source: Not reported yet
da: Endnu ikke rapporteret
de: Noch kein Bericht erstellt
es: Todavía sin notificar
fi: Ei paikkatietoa
fr: Pas signalé pour l'instant
fr_ca: Pas encore signalé
it: Non ancora segnalato
nl: Nog niet gerapporteerd
pt: Ainda não foi reportado
ru: Пока не репортил
sv: Ingen ändring

source: I have read and agree to the terms
da: Jeg har læst og accepterer vilkårene
de: Ich habe die Bedingungen gelesen und stimme zu.
es: He leído y acepto los términos
fi: Olen lukenut ja hyväksyn käyttöehdot
fr: J'ai lu et j'accepte les conditions
fr_ca: J'ai lu et accepté les conditions
it: Ho letto e accetto i termini
nl: Ik heb de voorwaarden gelezen en ga ermee akkoord
pt: Li e aceito os termos
ru: Я прочитал и соглашаюсь
sv: Jag har läst och godkänner villkoren

# PrivacyPolicyText
source: Your privacy is of the utmost importance to us. Before you get started, you need to agree to the following terms (double tap on the text to read more): 1. I have read the terms of service and accept them. 2. I consent to collection and processing of personal data. 3. I consent that the service processes and displays my location. 4. If I am under 15, I have my parents’ permission to use Lokki according to these terms. 5. If I am living in the United States and am under 13 years of age, I may not use Lokki.
da: Beskyttelsen af dine personlige oplysninger er af største betydning for os. Inden du begynder, skal du acceptere følgende vilkår (dobbelttryk på teksten for at læse mere): 1. Jeg har læst vilkårene for tjenesten og accepterer dem. 2. Jeg accepterer, at personlige data indsamles og behandles. 3. Jeg accepterer, at tjenesten behandler og viser min placering. 4. Hvis jeg er under 15, har jeg mine forældres tilladelse til at bruge Lokki i henhold til disse vilkår. 5. Hvis jeg bor i USA og er under 13 år, må jeg ikke bruge Lokki.
de: Der Schutz deiner Daten hat für uns oberste Priorität. Bevor du loslegst, musst du den folgenden Bedingungen zustimmen (Tippe zweimal auf den Text, um mehr zu erfahren.): 1. Ich habe die Servicebedingungen gelesen und stimme diesen zu. 2. Ich bin mit der Erfassung und der Verarbeitung persönlicher Daten einverstanden. 3. Ich bin damit einverstanden, dass der Service meinen Standort verarbeiten und anzeigen kann. 4. Falls ich unter 15 Jahre alt bin, habe ich die Erlaubnis meiner Eltern, Lokki gemäß diesen Bedingungen zu nutzen. 5. Wenn ich unter 13 Jahre alt bin und in den USA lebe, darf ich Lokki nicht verwenden.
es: Tu privacidad es lo más importante para nosotros. Antes de empezar, debes aceptar los siguientes términos (puntea dos veces en el texto para leer más información): 1. He leído los términos del servicio y los acepto. 2. Consiento la recopilación y el procesamiento de datos personales. 3. Consiento que el servicio procese y muestre mi ubicación. 4. Si tengo menos de 15 años, dispongo del permiso de mis padres para utilizar Lokki según estos términos. 5. Si tengo menos de 13 años y vivo en Estados Unidos, no puedo utilizar Lokki.
fi: Yksityisyytesi on meille tärkeää. Ennen kuin aloitat, sinun pitää hyväksyä seuraavat käyttöehdot (napauta tekstiä kahdesti nähdäksesi tarkemmat kuvaukset): 1. Olen lukenut ja hyväksyn käyttöehdot. 2. Hyväksyn, että sovellus kerää ja käsittelee henkilökohtaisia tietojani. 3. Hyväksyn, että sovellus käsittelee ja näyttää sijaintini. 4. Jos olen alle 15-vuotias, minulla on huoltajieni lupa käyttää Lokkia näiden ehtojen mukaisesti. 5. Jos asun Yhdysvalloissa ja olen alle 13-vuotias, en saa käyttää Lokkia.
fr: Ta sécurité est notre priorité. Avant de commencer, tu dois accepter les conditions suivantes (double-clique sur le texte pour en savoir plus) : 1.Lire et accepter les conditions générales d'utilisation. 2.Accepter les conditions de collecte et de traitement de tes informations personnelles. 3.Accepter que le service suive et affiche ta géolocalisation. 4.Confirmer que tu as plus de 15 ans et que tu as obtenu l'autorisation de tes parents d'utiliser Lokki, conformément aux conditions d'utilisation. 5.Arrêter d'utiliser Lokki si tu as moins de 13 ans et que tu habites aux États-Unis.
fr_ca: Votre confidentialité de la plus haute importance pour nous. Avant de commencer, vous devez accepter les conditions suivantes : 1, J'ai lu les conditions du service et je les accepte. 2.J'accepte la collecte et le traitement de mes renseignements personnels. 3.J'accepte que le service puisse traiter et afficher mon emplacement. 4.Si j'ai moins de 15 ans, j'ai l'autorisation de mes parents pour utiliser Lokki conformément à ces conditions. 5. Si j'ai moins de 13 ans et que je réside aux États-Unis, je pourrais ne pas pouvoir utiliser.
it: La tua privacy è importantissima per noi. Prima di iniziare, devi accettare i seguenti termini (tocca il testo due volte per leggere ulteriori informazioni): 1. Ho letto i termini di servizio e li accetto. 2. Acconsento alla raccolta e all'elaborazione dei dati personali. 3. Acconsento all'elaborazione e alla visualizzazione della mia posizione da parte del servizio. 4. Se ho meno di 15 anni, ho il permesso dei miei genitori di usare Lokki secondo quanto stabilito da questi termini. 5. Se risiedo negli Stati Uniti e ho meno di 13 anni, non sono autorizzato a usare Lokki.
nl: Jouw privacy is voor ons het allerbelangrijkst. Voordat je begint, moet je akkoord gaan met de volgende voorwaarden (dubbeltik op de tekst om meer te lezen): 1. Ik heb de servicevoorwaarden gelezen en ik ga ermee akkoord. 2. Ik geef toestemming voor het verzamelen en verwerken van persoonlijke gegevens. 3. Ik ga ermee akkoord dat de service mijn locatie kan verwerken en laten zien. 4. Als ik jonger ben dan 15 jaar, heb ik toestemming van mijn ouders om Lokki onder deze voorwaarden te gebruiken. 5. Als ik jonger ben dan 13 jaar en in de Verenigde Staten woon, mag ik Lokki niet gebruiken.
pt: A tua privacidade é da maior importância para nós. Antes de começar, deves aceitar os seguintes termos (toca duas vezes no texto para leres mais): 1. Li e aceito os termos do serviço. 2. Autorizo a recolha e processamento de dados pessoais. 3. Autorizo que o serviço possa processar e apresentar a minha localização. 4. Se tiver menos de 15 anos, tenho a autorização dos meus pais para utilizar o Lokki de acordo com estes termos. 5. Se tiver menos de 13 anos e viver nos Estados Unidos, não posso utilizar o Lokki.
ru: Обеспечение конфиденциальности для тебя - это наша первоочередная задача. Поэтому прежде всего прочитай и прими следующие условия (щелкни текст, чтобы прочитать все): 1. Мною прочитаны и приняты условия использования службы. 2. Я соглашаюсь со сбором и обработкой личных данных. 3. Я соглашаюсь с тем, что служба обрабатывает и показывает данные о моем местонахождении. 4. Если мне меньше 15 лет, то я получил у родителей разрешение использовать Lokki в соответствии с этими условиями. 5. Если я живу в США и мне меньше 13 лет, я не могу использовать Lokki.
sv: Din integritet är mycket viktig för oss. Innan du börjar måste du godkänna följande villkor (tryck två gånger på skärmen i snabb följd för att läsa mer): 1. Jag har läst villkoren och godkänner dem. 2. Jag samtycker till insamlingen och bearbetandet av personlig information. 3. Jag samtycker till att tjänsten behandlar och visar platsen där jag befinner mig. 4. Om jag är under 15 år har jag mina föräldrars tillstånd att använda Lokki enligt dessa villkor. 5. Om jag är under 13 år och bosatt i USA får jag inte använda Lokki.

# SignupEnterYourEmailAddress
source: Please enter your email address - other Lokki users will be able to find you by using the same email address.
da: Skriv din e-mailadresse – andre Lokki-brugere kan finde dig med den samme e-mailadresse.
de: Gib deine E-Mail-Adresse ein – andere Lokki-Benutzer finden dich mit dieser Adresse.
es: Introduce tu dirección de correo electrónico; los demás usuarios de Lokki te encontrarán con esta dirección.
fi: Ole hyvä ja syötä sähköpostiosoitteesi - toiset Lokki-käyttäjät tunnistavat sinut tämän osoitteen avulla.
fr: Tape ton adresse email ; les autres utilisateurs Lokki te trouveront grâce à elle.
fr_ca: Entrez votre adresse de courriel – les autres utilisateurs de Lokki pourront vous trouver à cette adresse.
it: Inserisci il tuo indirizzo e-mail. Gli altri utenti di Lokki ti troveranno con questo indirizzo.
nl: Voer je e-mailadres in; andere Lokki-gebruikers kunnen je met dit adres vinden.
pt: Introduz o teu endereço de correio electrónico - outros utilizadores Lokki poderão encontrar-te com este endereço.
ru: Введите свой email адрес - другие пользователи Lokki смогут Вас найти, используя этот адрес.
sv: Ange din e-postadress – andra Lokki-användare hittar dig genom adressen.

source: your email address
da: din e-mailadresse
de: Deine E-Mail-Adresse
es: tu dirección de correo electrónico
fi: sähköpostiosoitteesi
fr: ton adresse email
fr_ca: votre adresse de courriel
it: il tuo indirizzo e-mail
nl: jouw e-mailadres
pt: o teu endereço de correio electrónico
ru: ваш email адрес
sv: din e-postadress

source: Please enter a valid email
da: Angiv en gyldig e-mail
de: Gib eine gültige E-Mail-Adresse ein
es: Introduce un correo electrónico válido
fi: Syötä toimiva sähköpostiosoite
fr: Saisis une adresse e-mail valide
fr_ca: Veuillez entrer un courriel valide
it: Inserisci un indirizzo e-mail valido
nl: Voer een geldig e-mailadres in
pt: Introduz um endereço de correio electrónico válido
ru: Введите корректный email адрес
sv: Ange en giltig e-postadress

source: Signup
da: Tilmeld
de: Anmelden
es: Registro
fi: Rekisteröidy
fr: Inscription
fr_ca: Inscription
it: Registrazione
nl: Aanmelden
pt: Iniciar sessão
ru: Регистрация
sv: Registrering

# AppRaterDoYouLikeTitle
source: Give us feedback
da: Giv os feedback
de: Gib uns Feedback
es: Envíanos comentarios
fi: Lähetä palautetta
fr: Fais-nous part de tes suggestions
fr_ca: Envoyez-nous vos commentaires
it: Comunicaci il tuo feedback
nl: Geef ons feedback
pt: Dá-nos o teu feedback
ru: Оцените Lokki
sv: Ge oss feedback

# AppRaterDoYouLikeQuestion
source: Do you like F-Secure Lokki?
da: Kan du lide F-Secure Lokki?
de: Gefällt dir F-Secure Lokki?
es: ¿Te gusta F-Secure Lokki?
fi: Pidätkö Lokki-sovelluksesta?
fr: Comment trouves-tu F-Secure Lokki ?
fr_ca: Aimez-vous F-Secure Lokki?
it: Ti piace F-Secure Lokki?
nl: Vind je F-Secure Lokki leuk?
pt: Gostas de F-Secure Lokki?
ru: Вам нравится F-Secure Lokki?
sv: Gillar du F-Secure Lokki?

source: NO
da: NEJ
de: JA
fi: EN
fr: PAS BIEN
fr_ca: NON
nl: Nee
pt: NÃO
ru: НЕТ
sv: NEJ

source: YES
da: JA
de: NEIN
es: SÍ
fi: KYLLÄ
fr: BIEN
fr_ca: OUI
it: SÌ
nl: Ja
pt: SIM
ru: ДА
sv: JA

# AppRaterReviewQuestionTitle
source: Rate Lokki
da: Vurder Lokki
de: Bewerte Lokki
es: Calificar Lokki
fi: Arvostele Lokki
fr: Donne une note à Lokki
fr_ca: Évalue Lokki
it: Valuta Lokki
nl: Beoordeel Lokki
pt: Classificar Lokki
ru: Оцените Lokki
sv: Värdera Lokki

# AppRaterReviewQuestion
source: If you enjoy using F-Secure Lokki, please take a moment to rate it. Thanks for your support!
da: Hvis du kan lide at bruge F-Secure Lokki, så brug venligst et øjeblik på at vurdere det. Tak for din støtte!
de: Wenn du F-Secure Lokki gerne verwendest, nimm dir einen Augenblick Zeit, um es zu bewerten. Wir danken dir für deine Unterstützung.
es: Si te gustar usar F-Secure Lokki, dedica un momento darle una calificación. Gracias por tu colaboración.
fi: Jos pidät Lokista, voisitko käydä sovelluskaupassa antamassa sille tähtiä? Kiitos tuestasi!
fr: Si tu aimes bien l'application F-Secure Lokki, donne-lui une note ! Nous te remercions par avance de ton aide.
fr_ca: Si vous aimez utiliser F-Secure Lokki, veuillez prendre quelques moments pour l'évaluer. Merci de votre soutien!
it: Se ti piace usare F-Secure Lokki, prenditi un minuto per valutarlo. Grazie per il tuo sostegno!
nl: Als je het leuk vindt om F-Secure Lokki te gebruiken, neem dan even een momentje om het te beoordelen. Bedankt voor je hulp!
pt: Se gostas de utilizar F-Secure Lokki, dedica alguns minutos à classificação da aplicação. Obrigado pelo teu apoio!
ru: Если Вам нравится F-Secure Lokki, пожалуйста, потратьте минутку, чтобы оценить Lokki. Спасибо за поддержку!
sv: Om du gillar F-Secure Lokki, vänligen ta en stund att värdera den. Tack för ditt stöd!

# AppRaterNoThanks
source: No, Thanks
da: Nej tak
de: Nein, danke.
es: No, gracias
fi: Ei kiinnosta
fr: Je n'ai pas envie
fr_ca: Non merci
it: No, grazie
nl: Nee, bedankt
pt: Não, obrigado
ru: Нет, спасибо
sv: Nej tack

# AppRaterRate
source: Rate Lokki
da: Vurder Lokki
de: Bewerte Lokki
es: Calificar Lokki
fi: Anna tähtiä
fr: Noter Lokki
fr_ca: Évalue Lokki
it: Valuta Lokki
nl: Lokki beoordelen
pt: Classificar Lokki
ru: Оцените Lokki
sv: Värdera Lokki

# AppRaterRemindLater
source: Remind me later
da: Påmind mig senere
de: Später erinnern
es: Recordármelo más tarde
fi: Muistuta minua myöhemmin
fr: Plus tard
fr_ca: Me rappeler plus tard
it: Ricordamelo più tardi
nl: Herinner mij hier later aan
pt: Lembrar-me mais tarde
ru: Напомнить позже
sv: Påminn mig senare

# SendFeedbackBodyWhenUserDoesNotLike
source: Hello Lokki team, I have some feedback for you:
da: Hej Lokki-team Jeg har noget feedback til jer:
de: Hallo Lokki-Team, Ich habe Feedback für euch:
es: Hola, equipo de Lokki: Tengo algunos comentarios para vosotros:
fi: Hei Lokki-tiimi, Tässä teille palautetta:
fr: Bonjour l'équipe Lokki, J'ai des suggestions à vous proposer :
fr_ca: Bonjour l'équipe Lokki, J'ai quelques commentaires pour vous :
it: Caro team di Lokki, Questo è il mio feedback:
nl: Hallo Lokki-team, I hebben feedback voor jullie:
pt: Olá equipa do Lokki, tenho algum feedback para vocês:
ru: Здравствуйте, разработчики Lokki! Я хочу отправить вам отзыв:
sv: Hej Lokki-teamet!, Jag har lite feedback till er:

# MailClientNotConfigured
source: Cannot send email because your mail client is not configured!
da: Kan ikke sende e-mail, fordi din mailklient ikke er konfigureret!
de: Die E-Mail kann nicht gesendet werden. Dein E-Mail-Programm ist nicht konfiguriert.
es: No se puede enviar porque tu cliente de correo no está configurado.
fi: Sähköpostia ei voi lähettää, koska sähköpostisovelluksen asetukset eivät ole kunnossa!
fr: Tu ne peux pas envoyer cet e-mail car l'e-mail client n'est pas configuré.
fr_ca: Le courriel ne peut pas être envoyé parce que votre client de courrier n'est pas configuré!
it: L'e-mail non può essere inviata perché il client di posta elettronica non è configurato.
nl: Kan e-mail niet verzendern omdat je e-mailclient niet is ingesteld.
pt: Não é possível enviar a mensagem de correio electrónico porque o teu cliente de correio não está configurado!
ru: Не могу послать email, потому что Ваш email клиент не сконфигурирован!
sv: Det går inte att skicka e-postmeddelanden eftersom din e-postklient inte är konfigurerad!
