Repository: TheSoftwareFactory/lokki-ios
Catalog: locMap/locmap/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, fr_ca, it, nl, pt, ru, sv

source: Name not found in Contacts
da: Navnet blev ikke fundet i Kontakter
de: Name in Kontakten nicht gefunden
es: Nombre no encontrado en Contactos
fi: Nimeä ei löytynyt yhteystiedoista
fr: Nom introuvable dans les Contacts
fr_ca: Le nom n'est pas dans les contacts
it: Nome non trovato in Contatti
nl: Naam niet gevonden in Contacten
pt: Nome não encontrado nos Contactos
ru: Имя не найдено в Контактах
sv: Namnet kunde inte hittas i kontakter

# Invisible
source: No
da: Nej
de: Nein
fi: Ei
fr: Non
fr_ca: Non
nl: Nee
pt: Não
ru: Нет
sv: Nej

# Visible
source: Yes
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
fr_ca: Oui
it: Sì
nl: Ja
pt: Sim
ru: Да
sv: Ja

# Sending contacts
source: Sending to contacts
da: Sender til kontakter
de: Senden an Kontakte
es: Enviando a los contactos
fi: Lähetetään
fr: Envoi aux contacts
fr_ca: Envoi aux contacts
it: Invio a contatti in corso
nl: Verzenden naar contacten
pt: A enviar para contactos
ru: Идет отправка контактам
sv: Skickar till kontakter

source: Select contacts
da: Vælg kontakter
de: Kontakte auswählen
es: Seleccionar contactos
fi: Valitse henkilöt
fr: Sélectionner les contacts
fr_ca: Sélectionner les contacts
it: Seleziona contatti
nl: Selecteer contacten
pt: Seleccionar contactos
ru: Выбор контактов
sv: Välj kontakter

source: Selected: %@
da: Valgt: %@
de: Ausgewählt: %@
es: Seleccionado: %@
fi: Valittu: %@
fr: Sélectionné : %@
fr_ca: Sélectionné : %@
it: Selezionati: %@
nl: Geselecteerd: %@
pt: Seleccionado: %@
ru: Выбрано: %@
sv: Valda: %@

source: OK
es: Aceptar
ru: ОК

source: Yes
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
fr_ca: Oui
it: Sì
nl: Ja
pt: Sim
ru: Да
sv: Ja

# Don't add
source: Do not add
da: Tilføj ikke
de: Nicht hinzufügen
es: No añadir
fi: Älä lisää
fr: Ne pas ajouter
fr_ca: Ne pas ajouter
it: Non aggiungere
nl: Niet toevoegen
pt: Não adicionar
ru: Не добавлять
sv: Lägg inte till

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
fr_ca: Ajouter
it: Aggiungi
nl: Toevoegen
pt: Adicionar
ru: Добавить
sv: Lägg till

source: Later
da: Senere
de: Später
es: Más tarde
fi: Myöhemmin
fr: Plus tard
fr_ca: Plus tard
it: Dopo
pt: Mais tarde
ru: Позднее
sv: Senare

source: Invite
da: Inviter
de: Einladen
es: Invitar
fi: Kutsu
fr: Inviter
fr_ca: Inviter
it: Invita
nl: Uitnodigen
pt: Convidar
ru: Пригласить
sv: Bjud in

source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
fr_ca: Erreur
it: Errore
nl: Fout
pt: Erro
ru: Ошибка
sv: Fel

source: Cannot invite contacts right now. Check your Internet connection and try again later.
da: Kan ikke invitere kontakter lige nu. Kontroller internetforbindelsen, og prøv igen senere.
de: Einladen von Kontakten momentan nicht möglich. Überprüfe deine Internetverbindung und versuche es noch einmal.
es: No se puede invitar a contactos ahora mismo. Comprueba tu conexión a Internet y vuelve a intentarlo más tarde.
fi: Kutsuja ei voida lähettää juuri nyt. Tarkista Internet-yhteytesi ja yritä myöhemmin uudelleen.
fr: Impossible d'inviter des contacts pour le moment. Vérifie ta connexion Internet et recommence.
fr_ca: Impossible d'inviter les contacts maintenant. Vérifiez votre connexion Internet et réessayez un peu plus tard.
it: In questo momento non è possibile invitare i contatti. Controlla la connessione Internet e riprova più tardi.
nl: Kan nu geen contacten uitnodigen. Controleer je internetverbinding en probeer het later nog eens.
pt: Não é possível convidar contactos neste momento. Verifique a ligação à Internet e tente novamente mais tarde.
ru: Прямо сейчас пригласить контакты не получается. Проверьте подключение к Интернету и повторите попытку.
sv: Kunde inte bjuda in kontakter just nu. Kontrollera din internetanslutning och försök igen.

# TellAFriendSMS
source: Hi! I'm using F-Secure Lokki, the private location sharing app that's easy, secure, and free. Go to f-secure.com/lokki to install it.
da: Hej! Jeg bruger F-Secure Lokki, den private app til deling af lokalitet, som er nem, sikker og gratis. Gå til f-secure.com/lokki for at installere den.
de: Hi! Ich verwende F-Secure Lokki – die private App zur Standortübermittlung – einfach, sicher, kostenlos. Installiere sie unter f-secure.com/lokki.
es: Hola, estoy usando F-Secure Lokki, la aplicación para compartir tu ubicación de forma privada, que es sencilla, segura y gratuita. Ve a f-secure.com/lokki para instalarla.
fi: Hei! Käytän F-Secure Lokkia. Sen avulla voin kertoa yksityisesti, helposti, turvallisesti ja ilmaiseksi, missä olen menossa. Voit asentaa sovelluksen osoitteesta f-secure.com/lokki.
fr: Coucou ! J'utilise F-Secure Lokki, l'application de géolocalisation privée qui est conviviale, sécurisée et gratuite. Rends-toi sur f-secure.com/lokki pour l'installer.
fr_ca: Bonjour! J'utilise F-Secure Lokki, l'application confidentielle de partage d'emplacements facile à utiliser, gratuite et sécuritaire. Allez sur le site secure.com/lokki pour l'installer.
it: Ciao! Sto usando F-Secure Lokki, l'app di condivisione della posizione privata facile, sicura e gratuita. Per installarla, accedi a f-secure.com/lokki.
nl: Hoi! Ik gebruik F-Secure Lokki, de persoonlijke app waarmee je makkelijk, veilig en gratis je locatie deelt. Ga naar f-secure.com/lokki om Lokki te installeren.
pt: Olá! Estou a utilizar F-Secure Lokki, a aplicação de partilha de localização privada fácil, segura e gratuita. Vai até f-secure.com/lokki para instalares a aplicação.
ru: Привет! Я пользуюсь F-Secure Lokki — простой, безопасной и бесплатной программой для обмена местоположениями. Ее можно установить со страницы f-secure.com/lokki.
sv: Hej! Jag använder F-Secure Lokki, den privata platsdelningsappen som är enkel att använda, säker och kostnadsfri. Gå till f-secure.com/lokki för att installera den.

# TellAFriendGeneric
source: Hi! I'm using F-Secure Lokki, the private and secure location sharing app. In Lokki, you choose who can see where you are, and you can hide your location whenever you want. No stalkers, no strangers, no ads. If you do not have Lokki on your phone yet, go to http://www.lok.ki to install it. Lokki is developed by F-Secure, the award-winning European security solution provider. We take your privacy seriously. You can read our privacy policy at http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. All F-Secure Lokki servers are located within the European Union. F-Secure Lokki does not store your contact details or your location history. See you soon in Lokki!
da: Hej! Jeg bruger F-Secure Lokki, den private og sikre app til deling af lokalitet. I Lokki kan du vælge, hvem der kan se, hvor du er, og du kan altid skjule din placering. Ingen stalkere, ingen fremmede, ingen reklamer. Hvis du endnu ikke har Lokki på din telefon, kan du gå til http://www.lok.ki for at installere det. Lokki er udviklet af F-Secure, den prisbelønnede europæiske udbyder af sikkerhedsløsninger. Vi tager privatlivets fred seriøst. Du kan læse vores erklæring om beskyttelse af personlige oplysninger på http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. Alle F-Secure Lokki-servere er placeret inden for den Europæiske Union. F-Secure Lokki gemmer ikke dine kontaktoplysninger eller din placeringsoversigt. Vi ses snart på Lokki!
de: Hi! Ich verwende F-Secure Lokki, die private und sichere App zur Standortübermittlung. In Lokki bestimmst du, wer deinen Standort sehen kann, und du kannst deinen Standort auch jederzeit verbergen. Keine Stalker, keine Fremden, keine Werbung. Wenn du Lokki noch nicht auf dein Telefon heruntergeladen hast, kannst du es unter http://www.lok.ki installieren. Lokki wurde von F-Secure entwickelt, dem preisgekrönten europäischen Anbieter von Sicherheitslösungen. Wir nehmen den Schutz deiner Daten ernst. Unsere Datenschutzrichtlinie findest du unter http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. Alle F-Secure Lokki-Server befinden sich in der Europäischen Union. F-Secure Lokki speichert weder deine Kontaktinformationen noch deinen Standortverlauf. Bis bald bei Lokki!
es: Hola: Estoy usando F-Secure Lokki, la aplicación de uso compartido de ubicación segura y privada. En Lokki, puedes elegir quién puede ver dónde estás y puedes ocultar tu ubicación cuando quieras. Nada de acosadores, extraños ni publicidad. Si todavía no tienes Lokki en el teléfono, visita http://www.lok.ki para instalarlo. Lokki lo desarrolla F-Secure, el galardonado proveedor de soluciones de seguridad europeo. Nos tomamos en serio tu privacidad. Puedes leer nuestra política de privacidad en http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. Todos los servidores de F-Secure Lokki están ubicados dentro de la Unión Europea. F-Secure Lokki no almacena tu información de contacto ni tu historial de ubicaciones. Nos vemos pronto en Lokki.
fi: Hei! Käytän F-Secure Lokkia. Se on sovellus, jolla voin kertoa yksityisesti ja turvallisesti, missä olen menossa. Lokki-sovelluksessa voin valita, ketkä näkevät sijaintini, ja voin piilottaa sijaintini aina halutessani. Siinä ei ole kyttääjiä, vieraita eikä mainoksia. Jos sinulla ei ole vielä Lokkia puhelimessasi, asenna se osoitteesta http://www.f-secure.com/lokki. Lokki on palkitun suomalaisen tietoturvayritys F-Securen kehittämä. Me otamme yksityisyytesi vakavasti. Voit lukea tietosuojakäytäntömme osoitteesta http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. Kaikki F-Securen Lokki-palvelimet sijaitsevat EU:n alueella. F-Secure Lokki ei varastoi yhteystietojasi tai sijaintihistoriaasi. Nähdään pian Lokissa!
fr: Coucou ! J'utilise F-Secure Lokki, l'application de géolocalisation privée et sécurisée. Avec Lokki, tu choisis qui peut voir où tu es et tu peux masquer ta position dès que tu veux. Pas d'intrus, ni d'étrangers, le tout sans pub. Si tu n'as pas encore Lokki sur ton téléphone, rends-toi sur http://www.lok.ki pour l'installer. Lokki est développé par F-Secure, éditeur de solutions de sécurité européen maintes fois primé. La vie privée est une chose que nous prenons au sérieux. Tu peux lire notre politique de confidentialité à l'adresse http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. Tous les serveurs F-Secure Lokki se trouvent sur le territoire de l'Union Européenne. F-Secure Lokki ne conserve pas les coordonnées de tes contacts ou ton historique de localisation. À bientôt sur Lokki !
fr_ca: Bonjour! J'utilise F-Secure Lokki, l'application de partage d'emplacements confidentielle et sécuritaire. Dans Lokki, vous choisissez ceux qui peuvent voir où vous êtes et vous pouvez masquer votre emplacement lorsque vous le voulez. Pas de désaxés, pas d'étrangers, pas de publicité. Si Lokki n'est pas encore installé sur votre téléphone, accédez au site http://www.lok.ki pour l'installer. Lokki est développé par F-Secure, le fournisseur primé de solutions de sécurité en Europe. Nous prenons votre confidentialité au sérieux. Vous pouvez lire notre politique de confidentialité sur http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. Tous les serveurs F-Secure Lokki sont situés dans l'union européenne. F-Secure Lokki ne stocke pas les détails de vos contacts ou votre historique d'emplacement. À bientôt sur Lokki!
it: Ciao! Sto usando F-Secure Lokki, l'app di condivisione della posizione privata e sicura. In Lokki puoi scegliere chi può vedere dove ti trovi e nascondere la tua posizione in qualsiasi momento. Niente stalker, niente estranei, niente annunci. Se non hai ancora installato Lokki sul tuo telefono, vai all'indirizzo http://www.lok.ki per avviare l'installazione. Lokki è sviluppato da F-Secure, il provider di soluzioni di protezione europeo pluripremiato. Per noi la tua privacy è importante. Puoi consultare la nostra informativa sulla privacy all'indirizzo http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. Tutti i server F-Secure Lokki sono situati all'interno dell'Unione Europea. F-Secure Lokki non memorizza i tuoi dettagli di contatto né la tua cronologia delle posizioni. Speriamo di incontrarti presto su Lokki!
nl: Hoi! Ik gebruik F-Secure Lokki, de persoonlijke en veilige app waarmee je je locatie kunt delen. In Lokki bepaal jij wie kunnen zien waar jij bent, en kun je je locatie verbergen wanneer je wilt. Geen stalkers, geen vreemden, geen reclame. Als je nog geen Lokki op je telefoon hebt, ga je naar http://www.lok.ki om het te installeren. Lokki is ontwikkeld door F-Secure, het bekroonde Europese bedrijf voor al je beveiligingsoplossingen. Wij nemen je privacy serieus. Lees ons privacybeleid op http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. Alle Lokki-servers van F-Secure bevinden zich in de EU. F-Secure Lokki slaat je contactgegevens of je locatiegeschiedenis nooit op. Tot gauw in Lokki!
pt: Olá Estou a utilizar F-Secure Lokki, a aplicação de partilha de localização segura e privada. Na Lokki, escolhes quem pode ver onde estás e podes ocultar a tua localização sempre que quiseres. Sem perseguidores, sem estranhos, sem publicidade. Se ainda não tens a aplicação Lokki no teu telefone, vai até http://www.lok.ki para instalares a aplicação. Lokki é desenvolvida pela F-Secure, o galardoado fornecedor europeu de soluções de segurança. Levamos a tua privacidade muito a sério. Podes ler a nossa política de privacidade em http://www.f-secure.com/en/web/home_global/privacy/privacy-summary. Todos os servidores da aplicação F-Secure Lokki estão localizados na União Europeia. A aplicação F-Secure Lokki não guardar os teus detalhes de contacto nem o histórico da tua localização. Vemo-nos em breve na aplicação Lokki!
ru: Привет! Я пользуюсь F-Secure Lokki, безопасной и конфиденциальной программой обмена местоположениями. В Lokki можно выбрать, кто именно будет видеть мое местоположение, и можно скрыть его в любой момент. Нет никаких шпионов, посторонних лиц и никакой рекламы. Если на вашем телефоне еще нет Lokki, можно установить эту программу со страницы http://www.lok.ki. Lokki разработана компанией F-Secure, ведущим европейским поставщиком систем безопасности. Мы ценим вашу безопасность. Нашу политику конфиденциальности можно прочитать на странице http://www.f-secure.com/ru/web/home_ru/privacy-summary. Все серверы F-Secure Lokki находятся в пределах Европейского Союза. F-Secure Lokki не хранит ни данные ваших контактов, ни историю местоположений. Увидимся в Lokki!
sv: Hej! Jag använder F-Secure Lokki, den privata och säkra platsdelningsappen. I Lokki kan du välja vem som kan se var du är, och du kan dölja din position när du vill. Inga stalkers, inga främlingar, ingen reklam. Om du inte har Lokki på din telefon än kan du gå till http://www.lok.ki för att installera det. Lokki har tagits fram av F-Secure, den prisbelönta europeiska leverantören av säkerhetslösningar. Vi tar din integritet på allvar. Du kan läsa vår sekretesspolicy på http://www.f-secure.com/sv/web/home_se/privacy-summary. Alla F-Secure Lokki-servrar finns inom Europeiska unionen. F-Secure Lokki lagrar inte din kontaktinformation eller din platshistorik. Vi ses snart i Lokki!

# F-Secure Lokki is awesome!
source: Join me on F-Secure Lokki!
da: Mød mig på F-Secure Lokki!
de: Füge mich auf F-Secure Lokki hinzu!
es: Únete a mí en F-Secure Lokki.
fi: Liity seuraani F-Secure Lokkiin!
fr: Retrouve-moi sur F-Secure Lokki !
fr_ca: Rejoins-moi sur F-Secure Lokki!
it: Raggiungimi su F-Secure Lokki!
nl: Kom ook op F-Secure Lokki!
pt: Junta-te a mim em F-Secure Lokki!
ru: Приглашение в F-Secure Lokki
sv: Gör mig sällskap i F-Secure Lokki!

# FeedbackEmailSubject
source: My feedback for Lokki 3.2.2 (iOS 7)
da: Min feedback til Lokki 3.2 (iOS 7)
de: Mein Feedback für Lokki 3.2 (iOS 7)
es: Mis comentarios sobre Lokki 3.2 (iOS 7)
fi: Palautteeni Lokki 3.2 -sovelluksesta (iOS 7)
fr: Ce que je pense de Lokki 3.2.2 (iOS 7)
fr_ca: Mes commentaires sur Lokki 3.2.2 (iOS 7)
it: Il mio feedback per Lokki 3.2 (iOS 7)
nl: Mijn feedback voor Lokki 3.2 (iOS 7)
pt: Os meus comentários acerca de Lokki 3.2 (iOS 7)
ru: Отзыв о версии Lokki 3.2 (iOS 7)
sv: Min feedback för Lokki 3.2 (iOS 7)

# FeedbackEmailBody
source: Hello Lokki team,
da: Hej Lokki-team
de: Hallo Lokki-Team,
es: Hola, equipo de Lokki:
fi: Hei Lokki-tiimi
fr: Bonjour l'équipe Lokki,
fr_ca: Bonjour équipe Lokki,
it: Caro team di Lokki,
nl: Hallo Lokki-team,
pt: Olá equipa Lokki,
ru: Здравствуйте, разработчики Lokki,
sv: Hej Lokki-teamet!

# AccountDisabledForSecurityReasons
source: We need to authorize your account before you sign up. Follow the instructions that we have sent to %@.
da: Vi har brug for at godkende din konto, inden du tilmelder dig. Følg anvisningerne, som vi har sendt til %@.
de: Bevor du dich anmeldest, müssen wir dein Konto autorisieren. Befolge hierzu die Anweisungen, die wir an %@ geschickt haben.
es: Necesitamos que autorices tu cuenta antes de registrarte. Sigue las instrucciones que hemos enviado a %@.
fi: Meidän on valtuutettava tilisi, ennen kuin voit rekisteröityä. Lue toimintaohjeet, jotka olemme lähettäneet osoitteeseen %@.
fr: Nous devons autoriser ton compte pour que tu puisse te connecter. Suis les instructions que nous avons envoyées à l'adresse %@.
fr_ca: Nous devons autoriser votre compte avant de vous inscrire. Suivez les instructions que nous avons envoyées à %@.
it: Prima di poterti registrare, dobbiamo autorizzare il tuo account. Segui le istruzioni che ti abbiamo inviato all'indirizzo %@.
nl: Wij moeten je account verifiëren voordat je je aanmeldt. Volg de aanwijzingen die wij naar %@ hebben gestuurd.
pt: Temos que autorizar a tua conta antes de iniciares sessão. Segue as instruções que enviamos para %@.
ru: Перед регистрацией нужно проверить подлинность вашей учетной записи. Инструкции отправлены на адрес %@.
sv: Vi måste godkänna ditt konto innan du kan registrera dig. Följ instruktionerna som vi har skickat till %@.

# SignupGenericError
source: Could not complete the signup. Make sure that you entered a valid email address and try again
da: Kunne ikke fuldføre tilmeldingen. Kontroller, at du indtastede en gyldig e-mailadresse, og prøv igen
de: Anmeldung konnte nicht abgeschlossen werden. Stelle sicher, dass du eine gültige E-Mail-Adresse eingegeben hast, und versuche es erneut.
es: No ha sido posible completar el registro. Asegúrate de que has introducido una dirección de correo electrónico válida y vuelve a intentarlo
fi: Rekisteröityminen ei onnistunut. Varmista, että annoit oikean sähköpostiosoitteen, ja yritä uudelleen
fr: Impossible de terminer l'inscription. Assure-toi d'avoir saisi une adresse email valide et recommence
fr_ca: Impossible d'achever l'enregistrement. Assurez-vous d'avoir entré un courriel valide et réessayez
it: Non è possibile completare la registrazione. Controlla di avere inserito un indirizzo e-mail valido e riprova
nl: Voltooien van je aanmelding is mislukt. Controleer goed of je een geldig e-mailadres hebt ingevoerd en probeer het nog eens
pt: Não foi possível concluir o início de sessão. Certifica-te de ter introduzido um endereço de correio electrónico válido e tenta novamente
ru: Не удалось выполнить регистрацию. Проверьте правильность адреса электронной почты и повторите попытку.
sv: Kunde inte slutföra registreringen. Kontrollera att du har angett en giltig e-postadress och försök igen

# YourAccountRequiresSignupForSecurityReasons
source: Your account is temporarily locked. Note that you cannot use the same email address for more than one Lokki account or device. Please sign up again.
da: Din konto er midlertidigt låst. Bemærk, at du ikke kan bruge den samme e-mailadresse til mere end én Lokki-konto eller enhed. Tilmeld dig igen.
de: Dein Account ist vorübergehend gesperrt. Du kannst eine E-Mail-Adresse nicht für mehr als ein Lokki-Konto oder ein Gerät verwenden. Bitte melde dich erneut an.
es: Tu cuenta se ha bloqueado temporalmente. Ten en cuenta que no puedes utilizar la misma dirección de correo electrónico para varios dispositivos o cuentas de Lokki. Vuelve a registrarte.
fi: Tilisi on lukittu tilapäisesti. Muista, että voit käyttää samaa sähköpostiosoitetta vain yhden Lokki-tilin tai laitteen kanssa. Rekisteröidy uudelleen.
fr: Ton compte est provisoirement verrouillé. Tu ne peux pas utiliser la même adresse email pour plusieurs comptes Lokki ou plusieurs appareils. Essaie de te reconnecter.
fr_ca: Votre compte est verrouillé temporairement. Notez que vous ne pouvez pas utiliser la même adresse de courriel pour plus d'un compte Lokki ou d'un appareil. Veuillez vous inscrire encore une fois.
it: Il tuo account è temporaneamente bloccato. Ricorda che non puoi usare lo stesso indirizzo e-mail per più di un dispositivo o account Lokki. Ripeti la registrazione.
nl: Je account is tijdelijk vergrendeld. Onthoud dat je niet hetzelfde e-mailadres kunt gebruiken voor meer dan één Lokki-account of -apparaat. Meld je opnieuw aan.
pt: A tua conta está temporariamente bloqueada. Nota que não podes utilizar o mesmo endereço de correio electrónico para mais do que uma conta Lokki ou dispositivo. Inicia sessão novamente.
ru: Учетная запись временно заблокирована. Обратите внимание, что один адрес электронной почты можно использовать только для одной учетной записи или устройства Lokki. Пройдите регистрацию заново.
sv: Ditt konto är tillfälligt låst. Observera att du inte kan använda samma e-postadress till mer än ett Lokki-konto eller en Lokki-enhet. Registrera dig igen.

# PhoneNumberNotFoundInContacts
source: Could not find the phone number for this contact
da: Kunne ikke finde telefonnummeret til denne kontakt
de: Für diesen Kontakt konnte keine Telefonnummer gefunden werden.
es: No ha sido posible encontrar el número de teléfono de este contacto.
fi: Tämän henkilön puhelinnumeroa ei löytynyt
fr: Impossible de trouver le numéro de téléphone de ce contact
fr_ca: Le numéro de téléphone de ce contact est introuvable
it: Non è possibile trovare il numero di telefono per questo contatto
nl: Telefoonnummer voor dit contact niet gevonden
pt: Não foi possível encontrar o número de telefone para este contacto
ru: Не найден номер телефона этого контакта
sv: Kunde inte hitta telefonnumret till kontakten

# AddNewContactQuestion
source: Could not find this contact. Do you want to add a new contact?
da: Kunne ikke finde denne kontakt. Vil du tilføje en ny kontakt?
de: Dieser Kontakt wurde nicht gefunden. Möchtest du einen neuen Kontakt hinzufügen?
es: No ha sido posible encontrar este contacto. ¿Deseas añadir un contacto nuevo?
fi: Tätä henkilöä ei löytynyt. Haluatko lisätä uuden yhteystiedon?
fr: Impossible de trouver ce contact. Veux-tu ajouter un nouveau contact ?
fr_ca: Ce contact est introuvable. Voulez-vous ajouter un nouveau contact?
it: Questo contatto non è stato trovato. Vuoi aggiungere un nuovo contatto?
nl: Contact niet gevonden. Wil je een nieuw contact toevoegen?
pt: Não foi possível encontrar este contacto. Pretende adicionar um novo contacto?
ru: Этот контакт не найден. Добавить новый контакт?
sv: Kunde inte hitta kontakten. Vill du lägga till en ny kontakt?

# FailedToCreateContact
source: Could not create this contact
da: Kunne ikke oprette denne kontakt
de: Dieser Kontakt konnte nicht erstellt werden.
es: No ha sido posible crear este contacto
fi: Yhteystietoa ei voitu luoda
fr: Impossible de créer ce contact
fr_ca: Ce contact n'a pas pu être créé
it: Impossibile creare questo contatto
nl: Kan contact niet maken
pt: Não foi possível criar este contacto
ru: Не удалось создать этот контакт
sv: Kunde inte skapa kontakten

# TimeFormatJustNow
source: just now
da: lige nu
de: gerade jetzt
es: ahora
fi: juuri nyt
fr: à l'instant
fr_ca: il y a un instant
it: proprio ora
nl: op dit moment
pt: mesmo agora
ru: только что
sv: nyss
