Repository: TheSoftwareFactory/lokki-ios
Catalog: locMap/locmap/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, fr_ca, it, nl, pt, ru, sv

# TimeFormatMinutesAgo
source: %d min ago
da: %d min. siden
de: Vor %d Minuten
es: hace %d min
fi: %d min sitten
fr: il y a %d min
fr_ca: Il y a %d min
it: %d min fa
nl: %d min geleden
pt: %d minutos atrás
ru: %d мин. назад
sv: för %d min sedan

# TimeFormatHoursAgo
source: %d hrs ago
da: %d timer siden
de: Vor %d Stunden
es: hace %d horas
fi: %d h sitten
fr: il y a %d heures
fr_ca: Il y a %d heures
it: %d ore fa
nl: %d uur geleden
pt: %d horas atrás
ru: %d ч. назад
sv: för %d h sedan

source: Tutorial
da: Selvstudium
de: Lernprogramm
fi: Pikaopas
fr: Tutoriel
fr_ca: Didacticiel
nl: Handleiding
ru: Обучение
sv: Vägledning

# TutorialMessageWelcomeToLokki
source: Welcome to Lokki. When you start Lokki, the map centers on your location.
da: Velkommen til Lokki. Når du starter Lokki, fokuserer kortet på din placering.
de: Willkommen bei Lokki. Wenn du Lokki startest, wird dein Standort zentral auf der Karte angezeigt.
es: Bienvenido a Lokki. Cuando inicies Lokki, el mapa se centrará en tu ubicación.
fi: Tervetuloa Lokkiin. Kun käynnistät Lokin, kartta keskitetään sijaintiisi.
fr: Bienvenue dans Lokki. Lorsque tu lance Lokki, ta position est au centre de la carte.
fr_ca: Bienvenue sur Lokki. Lorsque vous démarrez Lokki, la carte se centre sur votre emplacement.
it: Benvenuto in Lokki. Quando avvii Lokki, la tua posizione viene visualizzata al centro della mappa.
nl: Welkom bij Lokki. Wanneer je Lokki opstart, focust de kaart op jouw locatie.
pt: Bem-vindo ao Lokki. Quando iniciares o Lokki, o mapa centra a tua localização.
ru: Познакомьтесь с Lokki. При запуске Lokki в центре карты находится ваше местоположение.
sv: Välkommen till Lokki. När du startar Lokki centreras kartan kring din position.

# TutorialMessageAddFriends
source: Hi! It seems that you are the first one among your friends to use Lokki. Add your friends so they can see you. Remember that you can always hide yourself if you want to.
da: Hej! Det ser ud til, at du er den første blandt dine venner, der bruger Lokki. Tilføj dine venner, så de kan se dig. Husk, at du kan altid skjule dig selv, hvis du ønsker.
de: Hi! Es sieht so aus, als ob bisher keiner deiner Freunde Lokki verwendet.. Füge deine Freunde hinzu, damit sie dich sehen können. Denke daran: Du kannst deinen Standort jederzeit verbergen, wenn du möchtest.
es: Hola. Parece que eres el primero de tus amigos que utiliza Lokki. Añade a tus amigos para que puedan verte. Recuerda que siempre puedes ocultarte si quieres.
fi: Hei! Näytät olevan ensimmäisiä kavereistasi, jolla on Lokki käytössä. Lisää kaverisi sovellukseen, niin he näkevät, missä olet menossa. Muista, että voit piilottaa sijaintisi aina halutessasi.
fr: Salut ! Il semble que tu sois le premier de tes amis à utiliser Lokki. Ajoute tes amis pour les localiser. Souviens-toi que tu peux toujours masquer ta position si tu le souhaites.
fr_ca: Bonjour! Tu sembles être le premier parmi tes amis à utiliser Lokki. Ajoute tes amis pour qu'ils puissent te voir. N'oublie pas que tu peux toujours masquer ta présence si tu le veux.
it: Ciao! A quanto pare, sei il primo dei tuoi amici a usare Lokki. Aggiungi i tuoi amici, che in questo modo potranno vederti. Ricorda che puoi sempre nascondere la tua posizione se lo desideri.
nl: Hoi! Het lijkt erop dat jij de eerste bent van jouw vriendengroep die Lokki gebruikt. Voeg je vrienden toe zodat ze jou kunnen zien. Vergeet niet dat je jezelf kunt verbergen wanneer je wilt.
pt: Olá! Parece que é o primeiro dos nossos amigos a utilizar a aplicação Lokki. Adiciona os teus amigos para que possam ver-te. Lembra-te de que podes sempre ocultar-te quando quiseres.
ru: Как здорово! Похоже, что среди ваших друзей программа Lokki первой появилась именно у вас. Чтобы друзья могли вас видеть, нужно добавить их. Не забывайте, что вы сможете спрятаться в любой момент.
sv: Hej! Det verkar som att du är den första av dina vänner som använder Lokki. Lägg till dina vänner så att de kan se dig. Kom ihåg att du alltid kan dölja dig själv om du vill.

# TutorialMessageSomeoneCanSeeYou
source: %@ can now see where you are and you will see them in Lokki when they allow it.
da: %@ kan nu se, hvor du er, og du kan se dem i Lokki, når de tillader det.
de: Für %@ ist dein Standort in Lokki jetzt sichtbar, wenn sie es zulassen.
es: %@ ahora pueden ver dónde estás y tú verás su ubicación en Lokki cuando lo permitan.
fi: %@ näkee nyt, missä olet menossa, ja sinä näet hänen sijaintinsa, jos hän on sallinut sen.
fr: %@ peut/peuvent maintenant voir où tu es et tu vois cette/ces personne(s) dans Lokki si elle(s) l'autorise(nt).
fr_ca: %@ peut/peuvent maintenant voir où vous êtes et vous les verrez dans Lokki lorsqu'ils le permettent.
it: %@ può/possono ora vedere la tua posizione e tu puoi vedere la sua/loro in Lokki se te lo permette/permettono.
nl: %@ kan nu zien waar jij bent en jij ziet hem/haar in Lokki als hij/zij dat goed vindt.
pt: %@ pode(m) agora ver onde estás e tu poderás ver também onde está(estão) quando o permitir(em).
ru: %@ теперь может видеть, где вы находитесь. Чтобы видеть друзей в Lokki, нужно дождаться их разрешения.
sv: %@ kan nu se var du är och du kan se personen/personerna när de tillåter det.

source: You are visible
da: Du er synlig
de: Du bist sichtbar.
es: Tu estado es Visible
fi: Sijaintisi näkyy
fr: Tu es visible
fr_ca: Vous êtes visible
it: Sei visibile
nl: Je bent zichtbaar
pt: Estás visível
ru: Вы видимы
sv: Du syns

# You are invisible
source: You are hidden
da: Du er skjult
de: Dein Standort ist verborgen.
es: Estás oculto
fi: Sijaintisi on piilotettu
fr: Tu es caché
fr_ca: Vous êtes masqué
it: Sei nascosto
nl: Je bent verborgen
pt: Estás oculto
ru: Вы невидимы
sv: Du är dold

source: Filter contacts
da: Filtrer kontakter
de: Kontakte filtern
es: Filtrar contactos
fi: Suodata yhteystiedot
fr: Filtrer les contacts
fr_ca: Filtrer les contacts
it: Filtra contatti
nl: Contacten filteren
pt: Filtrar contactos
ru: Отбор контактов
sv: Filtrera kontakter

# Select people you allow to see your location
source: Select the people who can see where you are when you allow it. Choose the email addresses that your contacts use with Lokki. If someone is missing from this list, check that you have added them to your Contacts.
da: Vælg de personer, som kan se, hvor du er, når du tillader det. Vælg de e-mailadresser, som dine kontakter bruger sammen med Lokki. Hvis der mangler en person på listen, skal du kontrollere, at du har føjet dem til dine kontakter.
de: Wähle die Personen aus, die deinen Standort anzeigen können, wenn du es zulässt. Wähle die E-Mail-Adressen aus, die deine Kontakte bei Lokki verwenden. Falls jemand auf dieser Liste fehlt, stelle sicher, dass du sie zu deinen Kontakten hinzugefügt hast.
es: Selecciona las personas que pueden ver dónde estás cuando lo permitas. Elige las direcciones de correo electrónico que tus contactos usan con Lokki. Si falta alguien en la lista, comprueba que lo hayas añadido a tus contactos.
fi: Valitse henkilöt, joiden haluat näkevän sijaintisi silloin, kun haluat paljastaa sen. Valitse sähköpostiosoitteet, joita nämä henkilöt käyttävät Lokissa. Jos joku puuttuu tästä listasta, tarkista, että hänen tietonsa ovat yhteystiedoissasi.
fr: Sélectionne les personnes qui peuvent voir où tu es quand tu l'autorises. Choisis les adresses email que tes contacts utilisent dans Lokki. Si une personne ne figure pas dans cette liste, vérifie que tu l'a ajoutée dans tes Contacts.
fr_ca: Sélectionnez les personnes qui peuvent vous voir lorsque vous le permettez. Choisissez l'adresse de courriel que vos contacts peuvent utiliser avec Lokki. Si quelqu'un n'est pas dans cette liste, vérifiez que vous l'avez ajouté à vos contacts.
it: Seleziona le persone che possono vedere dove ti trovi se glielo permetti. Scegli gli indirizzi e-mail che i tuoi contatti usano in Lokki. Se qualcuno non è incluso nella lista, controlla di averlo aggiunto ai Contatti.
nl: Selecteer de mensen die jou kunnen zien wanneer jij dat wilt. Kies de e-mailadressen die jouw contacten op Lokki gebruiken. Als iemand niet op deze lijst staat, kijk dan of je hem/haar aan je Contacten hebt toegevoegd.
pt: Selecciona as pessoas que podem ver onde estás quando assim o permitires. Selecciona os endereços de correio electrónico que os teus contactos utilizam com a aplicação Lokki. Se alguém estiver em falta na lista, verifica se adicionaste essa(s) pessoa(s) aos teus Contactos.
ru: Выберите тех, кто сможет видеть, где вы находитесь (после вашего разрешения). Нужно выбрать те адреса эл. почты, под которыми ваши контакты зарегистрированы в Lokki. Если кого-то нет в списке, проверьте, есть ли он в Контактах.
sv: Välj de personer som ska kunna se dig när du tillåter det. Välj e-postadresserna som dina kontakter använder med Lokki. Om du saknar någon i listan bör du kontrollera att du har lagt till personen i Kontakter.

source: Menu
de: Menü
es: Menú
fi: Valikko
ru: Меню
sv: Meny

# Add people
source: Add contacts
da: Tilføj kontakter
de: Kontakte hinzufügen
es: Añadir contactos
fi: Lisää henkilö
fr: Ajouter des contacts
fr_ca: Ajouter des contacts
it: Aggiungi contatti
nl: Contacten toevoegen
pt: Adicionar contactos
ru: Добавить контакты
sv: Lägg till kontakter

source: Add place
da: Tilføj sted
de: Ort hinzufügen
es: Añadir un lugar
fi: Lisää paikka
fr: Ajouter un lieu
fr_ca: Ajouter un emplacement
it: Aggiungi luogo
nl: Plaats toevoegen
pt: Adicionar local
ru: Добавит место
sv: Lägg till plats

# People
source: Contacts
da: Kontakter
de: Kontakte
es: Contactos
fi: Henkilöt
it: Contatti
nl: Contacten
pt: Contactos
ru: Контакты
sv: Kontakter

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
fr_ca: Paramètres
it: Impostazioni
nl: Instellingen
pt: Definições
ru: Настройки
sv: Inställningar

source: Help
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
fr_ca: Aide
it: Aiuto
pt: Ajuda
ru: Справка
sv: Hjälp

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fi: Lähetä palautetta
fr: Donne-nous ton avis
fr_ca: Envoyer des commentaires
it: Invia feedback
nl: Feedback verzenden
pt: Envia-nos feedback
ru: Отправить отзыв
sv: Skicka feedback

# Tell a friend about Lokki
source: Tell your friends about Lokki
da: Fortæl dine venner om Lokki
de: Informiere deine Freunde über Lokki.
es: Habla a tus amigos de Lokki
fi: Kerro ystävillesi Lokista
fr: Dis à tes amis ce que tu penses de Lokki
fr_ca: Parle de Lokki à tes amis
it: Parla ai tuoi amici di Lokki
nl: Vertel je vrienden over Lokki
pt: Diz aos teus amigos sobre a aplicação Lokki
ru: Рассказать друзьям о Lokki
sv: Tipsa dina vänner om Lokki

source: F-Secure products
da: F-Secure-produkter
de: Über F-Secure Lokki
es: Productos de F-Secure
fi: F-Securen tuotteita
fr: Produits F-Secure
fr_ca: Produits F-Secure
it: Prodotti F-Secure
nl: Producten van F-Secure
pt: Produtos da F-Secure
ru: Продукты F-Secure
sv: Produkter från F-Secure

source: About
da: Om
de: Info
es: Acerca de
fi: Tietoja
fr: À propos de
fr_ca: À propos de
it: Info
nl: Over
pt: Acerca de
ru: О программе
sv: Om

source: Can
da: Kan
de: Kann
es: Puede
fi: Näkee
fr: Peut
fr_ca: Peut
it: Può
nl: Kan
pt: Pode
ru: Может
sv: Kan

source: see me
da: se mig
de: mich sehen
es: verme
fi: minut
fr: me voir
fr_ca: regarde-moi
it: vedermi
nl: mij zien
pt: ver-me
ru: меня видеть
sv: se mig

source: Show
da: Vis
de: Auf
es: Mostrar
fi: Näytä
fr: Afficher
fr_ca: Afficher
it: Mostra
nl: Laat
pt: Mostrar
ru: Показать
sv: Visa

source: on map
da: på kort
de: Karte anzeigen
es: en el mapa
fi: kartalla
fr: sur la carte
fr_ca: sur la carte
it: sulla mappa
nl: zien op kaart
pt: no mapa
ru: на карте
sv: på karta

source: Your Lokki ID is:
da: Dit Lokki-id er:
de: Deine Lokki-ID lautet:
es: Tu ID de Lokki es:
fi: Lokki-tunnuksesi:
fr: Ton identifiant Lokki est :
fr_ca: Votre ID Lokki est :
it: Il tuo ID Lokki è:
nl: Jouw Lokki-id is:
pt: A tua ID no Lokki é:
ru: Ваш идентификатор Lokki:
sv: Ditt Lokki-ID är:

# Your friends need to use this email to let you see them in Lokki.
source: Tell your friends to use this email with Lokki.
da: Fortæl dine venner, at de skal bruge denne e-mail sammen med Lokki.
de: Teile deinen Freunden mit, dass sie diese E-Mail-Adresse für Lokki verwenden sollen.
es: Di a tus amigos que usen este correo electrónico con Lokki.
fi: Pyydä ystäviäsi käyttämään tätä sähköpostiosoitetta Lokissa.
fr: Dis à tes amis d'utiliser cet email dans Lokki.
fr_ca: Dis à tes amis que tu utilises ce courriel avec Lokki.
it: Dì ai tuoi amici di usare questa e-mail con Lokki.
nl: Zeg je vrienden dat ze dit e-mailadres op Lokki moeten gebruiken.
pt: Diz aos teus amigos para utilizarem este endereço de correio electrónico com a aplicação Lokki.
ru: Друзья должны указать в Lokki этот адрес.
sv: Säg till dina vänner att använda den här e-postadressen med Lokki.

source: Standard
es: Estándar
fi: Normaali
nl: Standaard
ru: Стандарт

source: Satellite
da: Satellit
de: Satellit
es: Satélite
fi: Satelliitti
it: Satellitare
nl: Satelliet
pt: Satélite
ru: Спутник
sv: Satellit

source: Hybrid
es: Híbrido
fi: Yhdistelmä
fr: Hybride
fr_ca: Hybride
it: Ibrida
nl: Hybride
pt: Híbrido
ru: Гибрид

# MY VISIBILITY
source: My Contacts Can See Me
da: Mine kontakter kan se mig
de: Meine Kontakte können mich sehen.
es: Mis contactos pueden verme
fi: Näkyykö sijaintini muille
fr: Mes contacts peuvent me voir
fr_ca: Mes contacts peuvent me voir
it: I miei contatti possono vedermi
nl: Mijn contacten kunnen mij zien
pt: Os meus contactos podem ver-me
ru: Меня видят мои контакты
sv: Mina kontakter kan se mig

source: Map Mode
da: Korttilstand
de: Kartenmodus
es: Modo de mapa
fi: Karttanäkymä
fr: Mode carte
fr_ca: Mode carte
it: Modalità mappa
nl: Kaartmodus
pt: Modo Mapa
ru: Режим карты
sv: Kartläge

source: Privacy policy
da: Erklæring om beskyttelse af personlige oplysninger
de: Datenschutzrichtlinie
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
pt: Política de privacidade
ru: Политика конфиденциальности
sv: Sekretesspolicy

# Copyright © 2013 F-Secure Corporation All rights reserved
source: Copyright © 2013-2014 F-Secure Corporation All rights reserved
da: Copyright © 2013-2014 F-Secure Corporation Alle rettigheder forbeholdes
de: Copyright © 2013-2014 F-Secure Corporation Alle Rechte vorbehalten.
es: Copyright © 2013-2014 F-Secure Corporation. Todos los derechos reservados.
fi: Copyright © 2013-2014 F-Secure Corporation. Kaikki oikeudet pidätetään
fr: Copyright © 2013-2014 F-Secure Corporation Tous droits réservés
fr_ca: Droit d'auteur © 2013 - 2014 F-Secure Corporation. Tous droits réservés.
it: Copyright © 2013-2014 F-Secure Corporation Tutti i diritti riservati
nl: Copyright © 2013-2014 F-Secure Corporation Alle rechten voorbehouden
pt: Copyright © 2013-2014 F-Secure Corporation. Todos os direitos reservados
ru: © F-Secure Corporation, 2013-2014. Все права защищены
sv: Copyright © 2013–2014 F-Secure Corporation Med ensamrätt

source: Version: %@
es: Versión: %@
fi: Versio: %@
it: Versione: %@
nl: Versie: %@
pt: Versão: %@
ru: Версия: %@

source: Cannot access your Contacts. Lokki requires access to your Contacts to work.
da: Kan ikke få adgang til dine kontakter. Lokki skal have adgang til dine kontakter for at fungere.
de: Zugriff auf deine Kontakte nicht möglich. Lokki funktioniert nur, wenn die App auf deine Kontakte zugreifen kann.
es: No es posible acceder a tus contactos. Lokki requiere acceso a tus contactos para funcionar.
fi: Yhteystietojasi ei voida käyttää. Lokin on voitava käyttää yhteystietojasi, jotta se toimisi.
fr: Impossible d'accéder à tes contacts. Lokki doit avoir accès à tes contacts pour fonctionner.
fr_ca: Impossible d'avoir accès à vos contacts. Lokki doit avoir accès à vos contact pour fonctionner.
it: Non è possibile accedere ai tuoi Contatti. Per funzionare, Lokki richiede l'accesso ai tuoi Contatti.
nl: Kan je Contacten niet openen. Lokki werkt alleen met toegang tot je Contacten.
pt: Não é possível aceder aos seus Contactos. A aplicação Lokki necessita de acesso aos teus Contactos para poder funcionar.
ru: Не удалось открыть Контакты. Для работы Lokki нужен доступ к программе Контакты.
sv: Fick inte åtkomst till dina kontakter. Lokki kräver åtkomst till dina kontakter för att fungera.

# Background refresh is not enabled
source: Background refresh is not turned on for Lokki. Turn it on in the iOS settings (General / Background App Refresh) if you want your friends to see where you are even when the app is in the background.
da: Opdatering i baggrunden er ikke aktiveret for Lokki. Aktiver den i iOS-indstillingerne (Generelt / Opdater apps i baggrunden), hvis dine venner skal kunne se, hvor du er, selv når appen er i baggrunden.
de: Die Hintergrundaktualisierung ist für Lokki nicht aktiviert. Aktiviere diese Option in den iOS-Einstellungen (Allgemein/Hintergrundaktualisierung), wenn deine Freunde sehen sollen, wo du bist, auch wenn die App im Hintergrund ausgeführt wird.
es: La actualización en segundo plano no está activada para Lokki. Actívala en la configuración de iOS (General > Actualización en segundo plano) si quieres que tus amigos vean dónde te encuentras incluso cuando la aplicación está en segundo plano.
fi: Sovellusten tausta-ajo ei ole käytössä. Aktivoi se puhelimesi asetuksista, jos haluat ystäviesi näkevän sijaintisi myös silloin, kun Lokki ei ole puhelimesi näytöllä.
fr: L'actualisation en arrière-plan n'est pas activée dans Lokki. Active-la dans les paramètres iOS (Général>Actualisation en arrière-plan) si tu veux que tes amis voient où tu te trouves même si l'appli est en arrière-plan.
fr_ca: L'actualisation de l'arrière-plan n'est pas activée pour Lokki. Activez-la dans les paramètres si vous voulez que vos amis affichent votre emplacement même lorsque l'application est en arrière-plan.
it: L'aggiornamento in background non è attivato per Lokki. Attivalo nelle impostazioni iOS (Generale / Aggiornamento app in background)se desideri che i tuoi amici possano vedere dove ti trovi anche quando l'app è in background.
nl: Vernieuwen op de achtergrond is uitgeschakeld voor Lokki. Schakel het in de iOS-instellingen (Algemeen/App op achtergrond vernieuwen) in als je wil dat je vrienden ook kunnen zien waar jij bent als de app op de achtergrond wordt uitgevoerd.
pt: A actualização em segundo plano não está activa para a aplicação Lokki. Activa-a nas definições iOS (Geral/Actualizar aplicação em segundo plano) se quiseres que os teus amigos vejam onde estás quando a aplicação está em segundo plano.
ru: Background refresh не включен для Lokki. Включите его в настройках iOS (General / Background App Refresh), если Вы хотите, чтобы Ваши друзья видели где Вы находитесь.
sv: Bakgrundsuppdatering är inte påslaget för Lokki. Aktivera det i iOS-inställningarna (Allmänt/Bakgrundsuppdatering för appen) om du vill att dina vänner ska se var du är även när appen är på i bakgrunden.

# Location services are not enabled
source: Location services are not turned on for Lokki. To use Lokki, turn on Location services in the settings.
da: Placeringstjenester er ikke aktiveret for Lokki. Aktiver placeringstjenester i indstillingerne for at bruge Lokki.
de: Standortservices sind für Lokki nicht aktiviert. Aktiviere die Standortservices in den Einstellungen, um Lokki zu verwenden.
es: Los servicios de ubicación no están activados para Lokki. Para usar Lokki, activa los servicios de ubicación en la configuración.
fi: Paikannuspalveluja ei ole määritetty käyttöön. Jos haluat käyttää Lokkia, ota paikannuspalvelut käyttöön puhelimesi asetuksista.
fr: Les services de géolocalisation ne sont pas activés dans Lokki. Pour utiliser Lokki, active ces services dans les paramètres.
fr_ca: Les services d'emplacement ne sont pas activés pour Lokki. Pour utiliser Lokki, activez les services d'emplacement dans les paramètres.
it: I servizi di posizione non sono attivati per Lokki. Per usare Lokki, attiva i Servizi di posizione nelle impostazioni.
nl: Locatieservices zijn uitgeschakeld voor Lokki. Zet Locatieservices aan in de instellingen om Lokki te gebruiken.
pt: Os serviços de localização não estão activos para a aplicação Lokki. Para utilizares a aplicação Lokki, activa os serviços de localização nas definições.
ru: Службы геолокации недоступны для Lokki. Нужно включить службы геолокации в настройках.
sv: Platstjänster är inte påslaget för Lokki. Aktivera platstjänster i inställningarna för att använda Lokki.

# No email
source: No email address
da: Ingen e-mailadresse
de: Keine E-Mail-Adresse
es: Ninguna dirección de correo electrónico
fi: Sähköpostiosoitetta ei ole
fr: Aucune adresse email
fr_ca: Pas d'adresse de courriel
it: Nessun indirizzo e-mail
nl: Geen e-mailadres
pt: Sem endereço de correio electrónico
ru: Нет адреса эл. почты
sv: Ingen e-postadress

source: You have not added an email address for this contact. Do you want to add one now?
da: Du har ikke tilføjet en e-mailadresse for denne kontakt. Vil du tilføje en nu?
de: Du hast für diesen Kontakt noch keine E-Mail-Adresse gespeichert. Möchtest du jetzt eine hinzufügen?
es: No has añadido ninguna dirección de correo electrónico para este contacto. ¿Deseas añadir una ahora?
fi: Et ole lisännyt sähköpostiosoitetta tälle henkilölle. Haluatko lisätä sen henkilön yhteystietoihin?
fr: Tu n'a pas ajouté d'adresse email pour ce contact. Veux-tu le faire maintenant ?
fr_ca: Vous n'avez pas ajouté d'adresse de courriel à ce contact. Voulez-vous en ajouter une maintenant?
it: Non hai aggiunto un indirizzo e-mail per questo contatto. Desideri aggiungerne uno?
nl: Je hebt geen e-mailadres toegevoegd voor dit contact. Wil je dat nu doen?
pt: Não adicionaste um endereço de correio electrónico para este contacto. Pretendes adicionar um agora?
ru: Для этого контакта нет адреса электронной почты. Хотите добавить адрес сейчас?
sv: Du har inte lagt till någon e-postadress för denna kontakt. Vill du lägga till en nu?

# Add email
source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
fr_ca: Ajouter
it: Aggiungi
nl: Toevoegen
pt: Adicionar
ru: Добавить
sv: Lägg till

source: Not now
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
fr_ca: Pas maintenant
it: Non ora
nl: Niet nu
pt: Agora não
ru: Не сейчас
sv: Inte nu

source: Add a place
da: Tilføj et sted
de: Füge einen Ort hinzu
es: Añadir un lugar
fi: Lisää paikka
fr: Ajouter un lieu
fr_ca: Ajoute un emplacement
it: Aggiungi un luogo
nl: Een plaats toevoegen
pt: Adicionar um local
ru: Добавить место
sv: Lägg till en plats

# Enter the name for the place
source: Enter a name for this place
da: Skriv et navn til dette sted
de: Namen für diesen Ort eingeben
es: Introduce un nombre para este lugar
fi: Anna paikalle nimi
fr: Donner un nom à ce lieu
fr_ca: Entrer un nom pour cet emplacement
it: Inserisci un nome per questo luogo
nl: Geef een naam op voor deze plaats
pt: Introduz um nome para este local
ru: Введите название места
sv: Ange ett namn på den här platsen

source: Done
da: Udført
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
fr_ca: Terminé
it: Fine
nl: Klaar
pt: Concluído
ru: Готово
sv: Klar

source: Cancel
da: Annuller
de: Änderung
es: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отменить
sv: Avbryt
